[
  {
    "category": "账号相关问题",
    "questionEn": "What is my eZhishi login ID and password?",
    "questionZh": "我的eZhishi登录账号和密码是什么？",
    "answer": "For school collective subscription, Ezhishi accounts will be activated upon schools' arrangement and you will be notified with the new Login ID and Password by your Chinese teacher once account is ready.\n\nUpon activation of the school account, account information sticker will be issued to you. Kindly verify the details printed on it.\n\nIf you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "I cannot login my eZhishi account, can you help me?",
    "questionZh": "我无法登录我的eZhishi账号，可以帮帮我吗？",
    "answer": "Please ensure that the username and password you entered for eZhishi.com are correct.\nFor school collective subscription users, the username and password change each academic year.\nPlease check your account sticker (if provided) to confirm your correct username and password.\n\nIf you forget your passowrd, you may get your password via https://www.ezhishi.com/forgetpassword.html.\n\nIf you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "Can you reset my eZhishi account?",
    "questionZh": "可以重置我eZhishi的账号吗？",
    "answer": "You can change the password for your eZhishi account, but the User ID cannot be changed.\nAfter successfully logging in to eZhishi, go to the user homepage and click on “My Account” → “Reset Password” to reset your account password by following the steps provided.\n\nIf you forgot your passowrd, you may get your password via https://www.ezhishi.com/forgetpassword.html.\n\nIf you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "I cannot remember the answer for my security question. Please help.",
    "questionZh": "我忘记我安全问题的答案的，请帮帮我。",
    "answer": "If you’ve forgotten your security questions, please provide your child's full name and school, and contact our customer service team via WhatsApp at +65 9012 6012 or email us at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "How do I log in for the first time?",
    "questionZh": "如何进行第一次登录？",
    "answer": "To log in, visit the eZhishi website and click “Login”. Enter your Login ID and password. For first-time login, follow these steps:\n1.\tUse the credentials provided: Enter the Login ID and default password given to you by your school’s Chinese teacher. This is typically distributed on a printed note or sticker.\n2.\tChange your password (if prompted): On your first login, the system may prompt you to change your default password. Please follow the instructions to set a new, secure password (usually a minimum of 8 characters, including both letters and numbers).\n3.\tSet up security information: After logging in, we recommend updating your security questions. This will make it easier to recover your password in the future.\n4.\tVerify your profile: Upon login, your name should appear at the top of the homepage. If your name or content level appear incorrect, please inform your Chinese teacher or contact eZhishi customer support for assistance."
  },
  {
    "category": "账号相关问题",
    "questionEn": "I need help to login to Ezhishi.",
    "questionZh": "我需要帮助登录到 Ezhishi。",
    "answer": "For school collective subscriptions, please check and verify the details printed on the eZhishi account information sticker (if provided).\n\nIf you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "My child forgot her/his login ID. Can you help retrieve it?",
    "questionZh": "我的孩子忘记了他/她的账号，能帮我们找回吗？",
    "answer": "For school collective subscriptions, please check and verify the details printed on the eZhishi account information sticker (if provided).\n\nIf you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "My child forgot her/his eZhishi password. Can you help retrieve it?",
    "questionZh": "我的孩子忘记密码了，能帮我们找回吗？",
    "answer": "If you have forgotten your eZhishi password, you can reset it using the “Get Password 忘记密码” function on the login page—provided that you have previously set up your security questions and answers.\nTo reset your password:\n1.\tGo to the login page at www. and click “Get Password 忘记密码”.\n2.\tEnter your correct Login ID.\n3.\tEnter your full name (as per your account).\n4.\tAnswer the three security questions you had set previously. All answers must be correct.\n5.\tProvide a valid email address.\n6.\tIf all answers are correct, the system will send your login password to the email address provided.\n\nIf you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "I used “Get Password” but didn’t receive the password email. What should I do?",
    "questionZh": "我使用了“忘记密码”功能，但没有收到邮件，该怎么办？",
    "answer": "If you have submitted a password reset request but did not receive the email, please try the following steps:\n•\tCheck your spam/junk folder: The email may have been filtered as spam. Look for messages from eZhishi in your spam or junk mail folder.\n•\tAllow a few minutes: Sometimes email delivery is delayed. Please wait a few minutes and refresh your inbox.\n•\tVerify your email address: Make sure you entered the same email address that is registered with your eZhishi account. \n\nIf you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "We tried many times cannot login",
    "questionZh": "我们尝试了多次都没法登录。",
    "answer": "Please ensure that the username and password you entered for eZhishi.com are correct.\nFor school collective subscription users, the username and password change each academic year.\nPlease check your account sticker (if provided) to confirm your correct username and password.\n\nIf you forget your passowrd, you may get your password via https://www.ezhishi.com/forgetpassword.html.\n\nIf you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "Can you please tell me my ezhishi password",
    "questionZh": "你能把eZhishi的密码发给我吗？",
    "answer": "If you forgot your passowrd, you may get your password via https://www.ezhishi.com/forgetpassword.html.\n\nIf you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "How to subscribe eZhishi account?",
    "questionZh": "如何订阅知识网账号？",
    "answer": "Students (School Collective Subscription): If your school has a collective subscription to eZhishi, your Chinese teacher will provide you with a Login ID and a default password—typically via a printed note or sticker. Login ID formats may vary by school. During your first login, you may be prompted to change your password for security purposes.\nTeachers (School Collective Subscription): Teacher accounts are also managed through the school’s subscription. If your school subscribes to eZhishi, you should receive login credentials from your school administrator or the designated eZhishi teacher-in-charge. Please check with them if you have not yet received your account details.\nParents / Home Users (Individual Subscription): If you wish to subscribe individually for home use, you may register for a home subscription directly on the eZhishi website. For further assistance, please contact eZhishi helpdesk."
  },
  {
    "category": "账号相关问题",
    "questionEn": "How to pay for the eZhishi subscription fee?",
    "questionZh": "订阅怎样收费？有哪些付费方式？",
    "answer": "The eZhishi website is available only through school group subscriptions. Subscription fees vary depending on the school's subscription package, and payment methods also differ according to each school's arrangements. These include schools collecting payments uniformly from students’ Edusave accounts or parents making payments independently via PayNow, bank transfer, or cash.\n\nIf you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "Can one account be used to log in on multiple devices at the same time?",
    "questionZh": "一个账号可以同时在多台设备上登录吗？",
    "answer": "No, to ensure a smooth learning experience and account security, the same account can only be logged in on one device at a time."
  },
  {
    "category": "账号相关问题",
    "questionEn": "Can multiple children or users use the same account?",
    "questionZh": "多个孩子或用户可以使用同一个 eZhishi 帐户吗？",
    "answer": "To ensure accurate tracking of individual learning progress and performance, each user should have their own dedicated eZhishi account. Sharing a single account among multiple students is not allowed, as it may result in mixed records and disrupt the learning experience. Additionally, each account supports only one active login session at a time.\nFor school-based users, students will typically receive unique login credentials from their Chinese teacher—one account per student.\nFor individual home use, if you have more than one child using eZhishi, we kindly recommend subscribing separately for each child. This ensures that each learner has access to personalized assignments, progress tracking, and performance data tailored to their individual level.\nShould you require assistance with multiple subscriptions, please feel free to contact our support team."
  },
  {
    "category": "账号相关问题",
    "questionEn": "Is there an expiry date for my eZhishi account?",
    "questionZh": "账号有有效期吗？",
    "answer": "Yes, the validity period for the school collective subscription ends on December 30 of the current year."
  },
  {
    "category": "账号相关问题",
    "questionEn": "Can I use handphone or tablet/iPad to access my eZhishi account?",
    "questionZh": "可以在手机或平板上学习吗？",
    "answer": "Yes. In addition to accessing eZhishi through a web browser, official eZhishi mobile apps are available for both iOS (iPad/iPhone) and Android devices, offering a more convenient experience—especially for younger students using tablets.\nThe app provides a streamlined interface for logging into the eZhishi portal, with the ability to save login credentials and support for key features like audio recording for eOral practice directly within the app.\nUsing the mobile app is optional—users can still access eZhishi via a mobile browser—but many find the app more user-friendly on handheld devices.\nTo download the app:\n•\tSearch “eZhishi” on the Apple App Store or Google Play Store.\n•\tLook for the app published by E-COM Digital International Pte Ltd.\n•\tThe app is free to download."
  },
  {
    "category": "账号相关问题",
    "questionEn": "How to change my name in eZhishi?",
    "questionZh": "如何修改个人名字？",
    "answer": "The student's name is provided by the school and cannot be modified manually."
  },
  {
    "category": "账号相关问题",
    "questionEn": "Why did I get logged out with a message that my account is logged in elsewhere?",
    "questionZh": "为什么我会被登出，并提示我的帐户已在别处登录？",
    "answer": "eZhishi allows only one active session per account at a time for security and data integrity. If you see a message like “your account is being logged-in elsewhere and has been logged out”, it means the system detected a login for your account from another browser or device, causing your current session to end. \nWhat to do: Ensure that you are only logged in on one device at a time. If you want to switch devices, properly log out from the first device before logging in on the second. If you encounter this message, close any other sessions (you might just wait a minute and then log in again, which will override any other session). If you did not initiate another login and suspect someone else is using your account, immediately reset your password to secure your account. It’s also a good practice not to share your password and to keep it confidential. Once you log back in (with a new password if you changed it), the other person will be logged out. This one-login-at-a-time policy is to prevent concurrent use that could confuse the tracking of progress and to protect your account. So always log out after finishing your session, especially on shared or public computers, to avoid unintended concurrent logins."
  },
  {
    "category": "账号相关问题",
    "questionEn": "My account says it’s expired or not active – what should I do?",
    "questionZh": "登录时提示我的帐户已过期或未激活，该怎么办？",
    "answer": "If you receive a notification that your account has expired or is not active, this typically indicates one of the following:\n•\tSchool Subscription Expiry or New Academic Year: eZhishi Accounts linked to school collective subscriptions are valid for a specific academic year. At the end of the year, existing accounts may expire, and new accounts for the upcoming year will be issued by your school. If your school renews its collective subscription, updated login credentials will be provided once available. In some cases, previous year accounts may be temporarily extended through January or February, but certain features, such as eZhishi Rewards, will be unavailable during this period.\n•\tNo Active Subscription: If neither your school nor you personally have an active subscription, your account will remain inactive. For example, if a previous individual (home) subscription has expired, renewal is required to regain access. You may visit the eZhishi website’s subscription page to renew or purchase a new individual subscription.\n\nIf you need further assistance, please take note of the course name, chapter, and any error messages, then contact our customer service via WhatsApp at +65 9012 6012 or email us at service@ecombay.com."
  },
  {
    "category": "账号相关问题",
    "questionEn": "How to change a new password?",
    "questionZh": "如何更改密码呢？",
    "answer": "To change your password after logging in:\n1.\tGo to My Account.\n2.\tSelect Change Password.\n3.\tEnter your current password.\n4.\tEnter your new password twice to confirm.\nMake sure your new password is strong (e.g., at least 8 characters, including letters and numbers). We recommend updating your password regularly to enhance account security.\n\nIf you do not see the “Reset Password” option, it means that password changes are not allowed based on your school’s request. \n\nIf you have any questions, feel free to contact us via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "项目激活 / 使用问题",
    "questionEn": "I have made payment, please activate my account.",
    "questionZh": "我刚付了款，请尽快激活我的账号。",
    "answer": "We will activate your account within 1–2 working days after receiving your payment.\n\nIf your request is urgent, please provide your Invoice ID, contact number, and a screenshot of your payment details via WhatsApp at +65 9012 6012 or email us at service@ecombay.com."
  },
  {
    "category": "项目激活 / 使用问题",
    "questionEn": "Why hasn’t my account been activated yet?",
    "questionZh": "我的订阅为什么还没激活？",
    "answer": "We will activate your account within 1–2 working days after receiving your payment.\n\nIf your request is urgent, please provide your Invoice ID, contact number, and a screenshot of your payment details via WhatsApp at +65 9012 6012 or email us at service@ecombay.com."
  },
  {
    "category": "项目激活 / 使用问题",
    "questionEn": "Why is the activation taking so long?",
    "questionZh": "为什么激活进度这么慢？",
    "answer": "We will activate your account within 1–2 working days after receiving your payment.\n\nIf your request is urgent, please provide your Invoice ID, contact number, and a screenshot of your payment details via WhatsApp at +65 9012 6012 or email us at service@ecombay.com."
  },
  {
    "category": "项目激活 / 使用问题",
    "questionEn": "Why can’t I use the account after activation?",
    "questionZh": "激活后为什么无法使用项目？",
    "answer": "Please try refreshing your browser or logging out and back into your account. \n\nIf you have any questions, feel free to contact us via WhatsApp at +65 9012 6012 or email us at service@ecombay.com."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "I need some technical help, the videos are not loading.",
    "questionZh": "我需要一些技术帮助，视频无法加载",
    "answer": "Check if your internet connection is stable.\n\nClear your browser cache or restart the app.\n\nClose other applications that may be using a large amount of bandwidth.\n\nIf you need further assistance, please take note of the course name, chapter, and any error messages, then contact our customer service via WhatsApp at +65 9012 6012 or email us at service@ecombay.com."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "What is eZhishi?",
    "questionZh": "eZhishi是什么？",
    "answer": "eZhishi is an online interactive teaching and learning platform, question bank, and learning management system (LMS) for Chinese language education. It is primarily designed for Singapore primary school students (Primary 1–6) to learn Chinese, and for their teachers and parents to support the learning process. Aligned with the MOE Chinese curriculum (e.g., Huanle Huoban textbook), the platform offers a wide range of resources, including exercises, assignments, reading materials, oral practice, listening comprehension, writing tasks, and interactive content. Teachers use eZhishi to assign homework and monitor student progress, students use it to complete learning activities, and parents can support learning at home through the platform."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "Who can use eZhishi?",
    "questionZh": "谁可以使用eZhishi？",
    "answer": "eZhishi is designed for students, parents, and educators. It caters to learners of Chinese as either a first or second language, especially those in primary and lower secondary schools, and supports teachers with supplementary teaching materials aligned to the Singapore MOE primary Chinese curriculum."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "Which curriculum levels or subjects does eZhishi cover?",
    "questionZh": "eZhishi 涵盖哪些年级或课程内容？",
    "answer": "eZhishi is focused on supporting Chinese language learning at the primary school level, specifically for Primary 1 to Primary 6, in alignment with the Singapore MOE Chinese curriculum. All content—including exercises, assignments, reading materials, listening, oral, and writing practices—is designed to follow the 欢乐伙伴 (Huanle Huoban) textbook series widely used in schools.\nThe platform offers resources tailored for both lower and upper primary students, helping them strengthen core language skills such as vocabulary, reading comprehension, listening, speaking, and composition writing.\nAt present, eZhishi's content is designed exclusively for the primary school syllabus and does not cover secondary-level Chinese."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "What types of resources are available on eZhishi?",
    "questionZh": "eZhishi里有什么学习资源？",
    "answer": "eZhishi offers a wide range of Chinese language learning resources designed to support students at different levels. These include:\n• Interactive language enhancement resources covering reading, writing, vocabulary, and comprehension\n• Levelled E-books and digital reading materials tailored to various proficiency levels\n• Language assessment papers aligned with school curricula (e.g., MOE syllabus)\n• Multimedia content such as educational videos and audio clips for listening practice\n• Progress tracking and assessment tools for both students and teachers"
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "I found some errors in the questions on the eZhishi platform.",
    "questionZh": "我发现到一些题目有错误。",
    "answer": "Please provide your level and a screenshot of the error, then send them to us via WhatsApp at +65 9012 6012 or email at service@ecombay.com."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "I'm unable to record my voice for the oral questions. What can I do?",
    "questionZh": "口试问题我不可以完成录音，请问怎么办？",
    "answer": "Please check your browser settings and ensure that your microphone is enabled.\n\nIf you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "My child's school does not subscribe eZhishi, what can I do?",
    "questionZh": "我孩子的学校没有订阅知识网，我想个人订阅，要怎么订阅呢？",
    "answer": "eZhishi is a school-based collective subscription. For personal use, you may consider subscribing to https://www.etutorlearning.com/chinese/"
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "I accidentally submitted my homework without completing it. Can you delete it for me?",
    "questionZh": "我不小心在没完成功课的情况下点击提交了。可以帮我删除提交记录吗？",
    "answer": "Please provide your login ID and the homework title by contacting our customer service team via WhatsApp at +65 9012 6012 or email at service@ecombay.com."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "How to check my learning record?",
    "questionZh": "如何查看我的自主学习记录",
    "answer": "After logging in, go to the \"Self-Learning Records\" page, where you can view the study dates, content, and quiz scores for each learning resource."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "How do I check which learning resources I can use?",
    "questionZh": "如何查看我可以使用哪些学习资源",
    "answer": "On the homepage under \"Digital Learning Resources,\" you can use all resources that are not marked as \"Not Subscribed.\" For resources labeled \"Not Subscribed,\" you can click the \"Subscribe\" button to subscribe to them independently. Once the subscription is complete, the resource will be added to your account for use.\n\nIf you have any questions, feel free to contact us via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "Is eZhishi suitable for non-native Chinese speakers?",
    "questionZh": "eZhishi适合非中文母语者使用吗？",
    "answer": "Yes, eZhishi is designed to accommodate learners at various proficiency levels, including non-native speakers and beginners. The platform offers carefully developed materials that establish a strong foundation in Chinese language skills."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "Does eZhishi offer content in languages other than Chinese?",
    "questionZh": "eZhishi是否提供中文以外的其他语言内容？",
    "answer": "eZhishi primarily focuses on Chinese language education. While the platform’s interface and instructions may be available in English for accessibility, the core content remains centred on Chinese language learning."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "How often is the content updated?",
    "questionZh": "内容多久能更新呢？",
    "answer": "eZhishi’s content is regularly updated to align with the latest educational standards, examination formats, and user feedback. New exercises and resources are added periodically to ensure the platform remains relevant and engaging."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "Can I use eZhishi offline?",
    "questionZh": "没有网络可以使用eZhishi吗？",
    "answer": "Features of eZhishi require an active internet connection to support real-time updating of learning progress and results."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "Does eZhishi offer support for exams like PSLE or O-Levels?",
    "questionZh": "eZhishi是否提供如PSLE或O-Level等考试的支持？",
    "answer": "Yes, eZhishi provides:\nPractice papers mimicking PSLE formats.\nTargeted exercises for key exam components (e.g., language assessment, oral, listening comprehension, composition, comprehension).\nTimed assessments to build exam readiness."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "How can students use eZhishi effectively?",
    "questionZh": "学生如何有效地使用eZhishi？",
    "answer": "Set Goals: Use the platform’s progress tracker to set learning objectives (e.g., score 100 eZhishi Reward points daily).\nFollow Curriculum: Select exercises aligned with your school’s Chinese syllabus.\nEngage with Multimedia: Use audio and video content to improve listening and speaking skills.\nReview Feedback: Check automated feedback on exercises to understand mistakes and improve.\nPractice Regularly: Dedicate time daily or weekly to complete exercises and read e-books."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "How secure is my data on eZhishi?",
    "questionZh": "我的数据在eZhishi上安全吗？",
    "answer": "eZhishi employs standard security measures to protect user data:\nEncrypted connections for data privacy.\nRefer to the “Privacy Policy” on www.eZhishi.com for detailed information."
  },
  {
    "category": "eZhishi 平台",
    "questionEn": "How to submit my homework?",
    "questionZh": "怎样提交作业呢？",
    "answer": "After you complete all the questions and click on \"Submit\", teacher will receive your homework."
  },
  {
    "category": "积分与奖励问题",
    "questionEn": "My account was hacked and reward points were redeemed by someone. How can she change the password and recover the points?",
    "questionZh": "我孩子的账号被盗，积分被他人兑换了。请问如何修改密码并追回积分？",
    "answer": "Please change your password immediately. Once the change is successful, kindly send your child’s login ID and the reward(s) you wish to cancel via WhatsApp at +65 9012 6012 or email us at service@ecombay.com."
  },
  {
    "category": "积分与奖励问题",
    "questionEn": "Why are no points added when I do my work?",
    "questionZh": "为什么我完成练习后没有积分？",
    "answer": "It may have exceeded the maximum points allowed for the day. You can view the eZhishi Reward Rules and Regulations here: https://www.ezhishi.com/reward/public/rules."
  },
  {
    "category": "积分与奖励问题",
    "questionEn": "When will I receive my eZhishi reward?",
    "questionZh": "我什么时候可以收到 eZhishi 礼物？",
    "answer": "Upon successful redemption submission being done online, all the redemption item shall be delivered ONLY to the pupil's school, within 20 working days (EXCEPT school holidays, HBL and school exam period). If the redemption is being done during school holiday, HBL and/or public holidays, they are not counted as working day and the item will be received only after the school re-open."
  },
  {
    "category": "积分与奖励问题",
    "questionEn": "How can I check my child’s points on eZhishi Buddy?",
    "questionZh": "怎么查孩子在eZhishi Buddy上的成长点？",
    "answer": "After logging in to your eZhishi account, click on \"Buddy\" to view your child's Buddy Points."
  },
  {
    "category": "积分与奖励问题",
    "questionEn": "Where are the eZhishi Buddy points recorded or displayed?",
    "questionZh": "成长点记录在哪里显示？",
    "answer": "After logging in to your eZhishi account, click on \"Buddy\" to view your child's Buddy Points record."
  },
  {
    "category": "其他问题",
    "questionEn": "What is your address and office hour?",
    "questionZh": "你们的公司地址和工作时间是什么？",
    "answer": "Address: 33 Ubi Ave 3 #03-23 Tower A Vertex Singapore 408868\nOffice Hour: Mondays to Fridays 9am-6pm, Saturdays 9am-1pm, closed at Sundays and Public Holidays."
  },
  {
    "category": "其他问题",
    "questionEn": "I cannot login my MIMS/SLS/Google classroom, can you help me?",
    "questionZh": "我不能登录我的MIMS/SLS/Google classroom账号，可以帮帮我吗？",
    "answer": "Sorry, this helpdesk only supports www.ezhishi.com, not other portals."
  },
  {
    "category": "其他问题",
    "questionEn": "My child is locked out of her SLS and MIMS accounts due to incorrect login attempts. Could you please help reset her credentials?",
    "questionZh": "孩子因为输错密码，被锁定了SLS和MIMS账号。请帮忙重置登录信息。",
    "answer": "Sorry, this helpdesk only supports www.ezhishi.com, not other portals."
  },
  {
    "category": "人工",
    "questionEn": "Can I talk to a customer service agent?",
    "questionZh": "我想联系人工客服",
    "answer": "If you need further assistance, please contact our customer service team via WhatsApp at +65 9012 6012 or by email at service@ecombay.com."
  }
]